/*
 Localizable.strings
 Owncloud iOs Client
 
 Created by Javier Gonzalez on 7/17/12.
 */

/*
 Copyright (C) 2016, ownCloud GmbH.
 This code is covered by the GNU Public License Version 3.
 For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 You should have received a copy of this license
 along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 */


//First Screen
"go_to_login" = "Ρύθμιση Λογαριασμού";
"you_need_an_account" = "Δεν υπάρχουν λογαριασμοί στη συσκευή σας. Για να χρησιμοποιήσετε την εφαρμογή, πρέπει να δημιουργήσετε ένα.";

//Login Screen
"testing_connection" = "Έλεγχος σύνδεσης";
"server_instance_not_found" = "Δεν βρέθηκε ο διακομιστής";
"secure_connection_established" = "Επιτεύχθηκε ασφαλής σύνδεση";
"https_non_secure_connection_established" = "Ανακατεύθυνση σε μη ασφαλή διαδρομή";
"connection_established" = "Επετεύχθη σύνδεση";
"login_details" = "Λεπτομέρειες εισόδου";
"username" = "Όνομα χρήστη";
"password" = "Κωδικός πρόσβασης";
"login" = "Είσοδος";
"cancel" = "Άκυρο";
"error_login_message" = "Το όνομα χρήστη ή το συνθηματικό δεν είναι σωστά";
"ok" = "ΟΚ";
"url_sample" = "Διεύθυνση διακομιστή https://…";
"forbidden_characters_in_password" = "Αυτός ο κωδικός περιέχει μη επιτρεπτούς χαρακτήρες";
"server" = "Διακομιστής";
"url" = "URL";
"session_expired" = "Έληξε η συνεδρία";
"credentials_different_user" = "Ο χρήστης που εισάγατε δεν ταιριάζει με το χρήστη αυτού του λογαριασμού";
"auth_unsupported_auth_method" = "Ο διακομιστής δεν υποστηρίζει αυτή τη μέθοδο πιστοποίησης";
"saml_server_does_not_give_user_id" = "Ο διακομιστής δεν επιστρέφει σωστή ταυτότητα χρήστη. Παρακαλώ επικοινωνήστε με τον διαχειριστή σας";
"authentification_not_valid" = "Δεν είναι δυνατός ο έλεγχος ταυτότητας με αυτόν τον διακομιστή";
"error_too_many_http_redirects" = "Υπήρξε σφάλμα κατά τη διαδικασία της σύνδεσης. Παρακαλώ δοκιμάστε ξανά.";
"retry" = "Επανάληψη";
"help_link_login" = "Νέος στο $appname;";

//TabBarItems
"settings"="Ρυθμίσεις";
"files_tab"="Αρχεία";

//Uploading
"upload" = "Μεταφόρτωση";
"account" = "Λογαριασμός:";
"location" = "Τοποθεσία:";
"photo_albums" = "Άλμπουμ φωτογραφιών";
"loading" = "Φόρτωση ...";
"no_access_to_gallery" = "Παρακαλώ ενεργοποιήστε την πρόσβαση στις Φωτογραφίες και στα Βίντεο για το $appname. Αυτή η επιλογή βρίσκεται στις Ρυθμίσεις > Απόρρητο > Φωτογραφίες.";
"error" = "Σφάλμα";
"upload_failed"="Αποτυχία μεταφόρτωσης";
"redirection_problem"="Η ανακατεύθυνση συνδέσμου δεν υποστηρίζεται";

//First View
"menu_upload" = "Μεταφόρτωση φωτογραφίας/βίντεο";
"menu_folder" = "Νέος φάκελος";
"menu_text_file" = "Νέο αρχείο κειμένου";
"sort_menu_title" = "Ταξινόμηση";
"sort_menu_by_name_option" = "A-Ω";
"sort_menu_by_modification_date_option" = "Νεότερο - Παλαιότερο";

//Create/Edit File Text
"create_text_file" = "Δημιουργία νέου αρχείου κειμένου";
"title_view_new_text_file" = "Νέο αρχείο κειμένου";
"title_view_edit_text_file" = "Επεξεργασία αρχείου κειμένου";
"default_text_file_title" = "Νέο αρχείο κειμένου";
"title_text_file_placeholder" = "Τίτλος...";
"body_text_file_placeholder" = "...";
"error_text_file_exist" = "υπάρχει ήδη";
"error_file_name_empty" = "Το όνομα του αρχείου δεν μπορεί να είναι κενό.";
"no_changes_made" = "No changes have been made";
"no_file_downloaded" = "The file is not downloaded, you can not edit it";


//Create Folder
"create_folder" = "Δημιουργία νέου φακέλου";
"folder_name" = "Εισάγετε όνομα φακέλου:";
"save" = "Αποθήκευση";
"folder_exist" = "Υπάρχει ήδη ο φάκελος με το όνομα αυτό. Παρακαλώ εισάγετε άλλο όνομα.";
"folder_create_error"="Ο κατάλογος δεν ήταν δυνατόν να δημιουργηθεί";
"not_show_potrait"="Το μενού δεν είναι διαθέσιμο σε οριζόντια προβολή. Παρακαλώ αλλάξτε το σε κάθετη προβολή.";
"not_possible_create_folder" = "Αδυναμία δημιουργίας φακέλου.";

//FilesView
"confirm_to_delete_item" = "Επιβεβαίωση διαγραφής αντικειμένου";
"yes" = "Ναι";
"no" = "Όχι";
"delete_from_device" = "Είστε σίγουρος για διαγραφή του αρχείου από την συσκευή;";
"delete_from_server" = "Είστε σίγουρος για διαγραφή του αρχείου από τον διακομιστή;";
"not_possible_connect_to_server" = "Αυτή τη στιγμή δεν είναι δυνατή η σύνδεση με το διακομιστή.";
"delete_folder_from_server" = "Είστε σίγουροι πως θέλετε να διαγραφτεί αυτός ο φάκελος από τον διακομιστή;";
"delete_local_server" = "Διαγραφή από την συσκευή και τον διακομιστή";
"delete_local" = "Διαγραφή από την συσκευή";
"delete_server" = "Διαγραφή από τον διακομιστή";
"error_path" = "Αδυναμία ανοίγματος φακέλου. Σιγουρευτείτε ότι υπάρχει";
"error_not_permission" = "Δεν έχετε δικαιώματα να ολοκληρώσετε αυτήν την λειτουργία";
"folders" = "φάκελοι";
"files" = "αρχείο";
"folder" = "φάκελος";
"file" = "αρχείο";
"more_swipe" = "Περισσότερα";
"message_not_files" = "Δεν υπάρχει τίποτα εδώ. Ανεβάστε κάτι!";

//Refresh file list
"release_refresh"="Ανανέωση...";
"loading_refresh"="Φόρτωση ...";
"pull_down_refresh"="Τραβήξτε προς τα κάτω για ανανέωση.";

//Miscelanea
"back" = "Επιστροφή";

//Preview
"open_with_label" = "Άνοιγμα με";
"delete_label"= "Διαγραφή";

//Open with
"file_cannot_be_opened" = "Αδυναμία ανοίγματος αρχείου";
"no_app_instaled_to_open_it" = "Δεν υπάρχει εγκατεστημένη εφαρμογή για το άνοιγμα του συγκεκριμένου αρχείου.";

//WTClient messages (Download/Upload)
"establishing_connection" = "Προσπάθεια σύνδεσης";
"not_establishing_connection" = "Αδυναμία επίτευξης σύνδεσης";
"connection_closed" = "Τερμαρισμός σύνδεσης";
"connection_lost" = "Η σύνδεση χάθηκε";
"auth_failed" = "Αποτυχία πιστοποίησης";
"auth_passed" = "Σφάλμα πιστοποίησης";
"request_file_not_found" = "Το αιτούμενο αρχείο δεν βρέθηκε στον διακομιστή";
"request_file_not_accesed" = "Το ζητούμενο αρχείο δεν είναι προσβάσιμο";
"unknow_response_server" = "Σφάλμα: Απροσδόκητη απάντηση από το διακομιστή.";
"uploading_data" = "Μεταφόρτωση δεδομένων";
"downloading_data" = "Λήψη δεδομένων";
"transfer_complete" = "Ολοκληρώθηκε η μεταφορά";
"transfer_failed" = "Αποτυχία μεταφοράς";

//Settings and PinCode
"title_app_pin" = "Κωδικός πρόσβασης";
"title_app_pin_and_touchID" = "Passcode & Touch ID";
"enter_app_pin" = "Εισαγωγή του κωδικού πρόσβασης";
"enter_app_pin_long_description" = "Εισάγετε τον κωδικό πρόσβασης";
"reenter_app_pin" = "Επανεισάγετε τον κωδικό πρόσβασης";
"remove_app_pin" = "Αφαίρεση του κωδικού πρόσβασης";
"both_pass_not_same" = "Οι κωδικοί πρόσβασης δεν ταιριάζουν";
"app_pin_incorrect" = "Λάθος κωδικός πρόσβασης";
"passcode_not_enabled" = "Enable passcode first";
"title_app_touchID" = "Touch ID";
"disconnect_button" = "Αποσύνδεση από τον διακομιστή";
"pin_removed" = "Ο κωδικός πρόσβασης αφαιρέθηκε";
"incorrect_pin" = "Εσφαλμένος κωδικός πρόσβασης";
"app_pin_stored" = "Ο κωδικός πρόσβασης αποθηκεύτηκε";
"help" = "Βοήθεια";
"recommend_to_friend" = "Προτείνετε σε ένα φίλο";
"send_feedback" = "Αποστολή σχολίων";
"manage_accounts" = "Διαχείριση Λογαριασμών";
"add_new_account" = "Προσθήκη νέου λογαριασμού";
"save_changes" = "Αποθήκευση";
"add_account" = "Προσθήκη";
"user_exist" = "Υπάρχει ήδη ο χρηστης που εισάγατε";
"imprint_button" = "Αποτύπωμα";
"title_instant_upload"="Άμεση μεταφόρτωση";
"title_background_instant_upload" = "Background Instant Upload";
"accounts_section" = "Λογαριασμοί";
"security_section" = "Ασφάλεια";
"instant_updloads_section" = "Στιγμιαίες Μεταφορτώσεις";
"more_section" = "Περισσότερα";
"unlock_app" = "Unlock $appname";

//Downloading
"can_no_copy_to_gallery" = "Αυτό το αρχείο δε μπορεί να αντιγραφεί στη συλλογή επειδή δεν υποστηρίζεται από τη συλλογή";
"file_is_downloading" = "Αυτό το αρχείο λαμβάνεται ήδη";
"download_file_exist" = "Αδυναμία ανοίγματος αρχείου. Σιγουρευτείτε ότι υπάρχει";
"wait_to_download" = "Προετοιμασία λήψης";
"updating" = "Ενημέρωση";
"msg_while_downloads" = "Δεν είναι δυνατή αυτή η δραστηριότητα, παρακαλώ περιμένετε μέχρι να τελειώσουν όλες οι λήψεις";

//SSL
"invalid_ssl_cert" = "Η ταυτότητα αυτής της ιστοσελίδας δε μπορεί να επαληθευτεί. Θέλετε να εμπιστευθείτε αυτό το πιστοποιητικό ούτως ή άλλως;";
"connection_declined" = "Η σύνδεση απορρίφθηκε από το χρήστη";

//Recent view
"recent_now"="Δευτερόλεπτα πριν";
"recent_minutes"="$minutes λεπτά πριν";
"recent_minute"="$minutes λεπτά πριν";
"recent_hours"="$hours ώρες πριν";
"recent_hour"="$hours ώρες πριν";
"recent_days"="$days μέρες πριν";
"recent_day"="$days μέρες πριν";
"recent_months"="$months μήνες πριν";
"recent_month"="$months μήνες πριν";

"uploads_tab"="Μεταφορτώσεις";
"current_section"="Τρέχουσα";
"uploader_section"="Μεταφορτώθηκε";
"nothing_was_upload_recently"="Δεν μεταφορτώθηκε πρόσφατα κάτι από αυτή τη συσκευή";
"failed_uploader_section"="Αποτυχημένες μεταφορτώσεις";
"clear_successful"="Επιτυχής εκκαθάριση";
"error_credential"="Σφάλμα διαπιστευτηρίων";
"error_destiny_does_not_exist"="Σφάλμα φακέλου";
"error_file_exists"="Σφάλμα διένεξης";
"error_permission" = "Σφάλμα δικαιωμάτων";
"error_file_does_not_exist" = "Σφάλμα αρχείου";
"error_file_in_background" = "Σφάλμα διακομιστή";
"error_file_invalid_characters" = "Μη έγκυροι χαρακτήρες";
"change_active_user"="Αλλαγή ενεργού χρήστη σε";
"waiting_for_server"="Αναμονή για σύνδεση με διακομιστή";
"waiting_for_upload"="Αναμονή για μεταφόρτωση";
"error_permission_alert_message" = "Δεν έχετε άδεια να μεταφορτώσετε σε αυτόν το φάκελο";
"choose_folder" = "Επιλογή φακέλου";

//Select Folder View
"upload_label"="Μεταφόρτωση σε";
"create_button"="Δημιουργία";
"choose_button"="Επιλέξτε";

//Rename
"rename_long_press" = "Μετονομασία";
"rename_file_title" = "Μετονομασία";
"enter_new_name" = "Εισαγωγή νέου ονόματος:";
"rename_file_exist" = "Υπάρχει ήδη αρχείο με το ίδιο όνομα, παρακαλώ πληκτρολογήστε ένα διαφορετικό όνομα";

//Move
"move_long_press" = "Μετακίνηση";
"move_to_label" = "Μετακίνηση σε";
"file_exist" = "Το αρχείο υπάρχει ήδη στο φάκελο προορισμού";
"override_file" = "Θέλετε να αντικαταστήσετε το υπάρχον αρχείο με αυτό εδώ;";
"accept" = "Αποδοχή";
"error_folder_destiny_is_the_same" = "ΣΦΑΛΜΑ: Δεν είναι δυνατή η μετακίνηση του φακέλου στον εαυτό του";
"original_file_exist" = "Αδυναμία μετακίνησης αρχείου. Παρακαλώ σιγουρευτείτε ότι υπάρχει";
"original_folder_exist" = "Αδυναμία μετακίνησης φακέλου. Παρακαλώ σιγουρευτείτε ότι υπάρχει";

//Download folfer
"download_folder" = "Φάκελος λήψεων";
"cancel_download" = "Ακύρωση λήψης";

//Upload from other apps
"other_apps_title" = "Προορισμός";
"other_apps_account" = "Λογαριασμός";
"other_apps_folder" = "Φάκελος";
"other_apps_file_name" = "Όνομα αρχείου";
"other_apps_send_to" = "Μεταφόρτωση σε";
"error_moving_file" = "Αδυναμία μετακίνησης αρχείου. Σιγουρευτείτε ότι υπάρχει ο φάκελος προορισμού";
"forbidden_characters_from_server" = "Το όνομα περιέχει έναν τουλάχιστον μη έγκυρο χαρακτήρα";
"overwritte_title" = "Αντικατάσταση";

//Social
"twitter_message" = "Δοκιμάστε $twitteruser στη συσκευή σας!";
"facebook_message" = "Δοκιμάστε την εφαρμογή $appname στο κινητό σας!\n";
"mail_recommendation_subject" = "Δοκιμάστε την εφαρμογή $appname στο κινητό σας!";
"mail_recommendation_body" = "Σας προσκαλώ να χρησιμοποιήσετε την εφαρμογή $appname στη συσκευή σας!\nΚατεβάστε εδώ:";
"device_not_support_mail" = "Please, configure your mail account";
"mail_feedback_subject" = "Σχόλια $appname";
"account_not_configure" = "Ο λογαριασμός στη συσκευή σας δεν είναι διαμορφωμένος. Μεταβείτε στις Ρυθμίσεις για να το διαμορφώσετε.";

//Storage
"of_storage" = "του";
"occupied_storage" = "απασχολημένο";
"storage" = "Αποθήκευση";
"storage_upgrade" = "Αναβάθμιση χώρου αποθήκευσης";

//Jimmies
"this_file_is_older" = "Διαθέσιμη νεότερη έκδοση";
"msg_update_file_0_bytes" = "Αυτό το αρχείο έχει μέγεθος 0 bytes στο διακομιστή. Είστε σίγουροι ότι θέλετε να αντικαταστήσετε το υπάρχον αρχείο στη συσκευή σας με αυτό το κενό αρχείο;";

//Shared
"shared_tab" = "Κοινόχρηστοι συνδέσμοι";
"message_not_shared_files" = "Δεν υπάρχουν αρχεία/φάκελοι που διαμοιράζονται μέσω συνδέσμου.";
"message_not_shared_api_support" = "Λυπούμαστε, η κοινή χρήση δεν είναι ενεργοποιημένη στο διακομιστή σας. Παρακαλώ επικοινωνήστε με το διαχειριστή";
"share_link_long_press" = "Διαμοιράστε";
"unshare_link" = "Ακύρωση διαμοιρασμού συνδέσμου";
"share_not_available_on_this_server" = "Λυπούμαστε, αυτή η δυνατότητα δεν είναι ενεργοποιημένη στο διακομιστή σας. Παρακαλώ επικοινωνήστε με το διαχειριστή";
"copy_link" = "Αντιγραφή συνδέσμου";
"file_to_share_not_exist" = "Δεν είναι δυνατή η κοινή χρήση του αρχείου ή του φακέλου. Παρακαλώ βεβαιωθείτε ότι υπάρχει";
"file_to_unshare_not_exist" = "Δεν είναι δυνατή η διακοπή κοινής χρήσης του αρχείου ή του φακέλου. Παρακαλώ βεβαιωθείτε ότι υπάρχει";
"shared_link_protected_title" = "Εισάγετε ένα κωδικό πρόσβασης.";
"shared_link_protected_message" = "Για να διαμοιράσετε το σύνδεσμο πρέπει να εισάγετε ένα κωδικό για να το προστατέψετε.";
"pasword_empty" = "Ο κωδικός πρόσβασης δεν μπορεί να είναι κενός.";
"no_pasword" = "Πρέπει να εισάγετε ένα κωδικό πρόσβασης.";
"get_share_link" = "Λήψη συνδέσμου διαμοιρασμού";
"set_expiration_time" = "Ορισμός ώρας λήξης";
"password_protect" = "Προστασία συνθηματικού";
"allow_editing" = "Επιτρέπεται η επεξεργασία";
"default_not_possible_msg" = "Δεν είναι δυνατή αυτή η δραστηριότητα, παρακαλώ δοκιμάστε αργότερα";
"share_user_group_indicator" = "ομάδα";
"share_user_federated_indicator" = "απομακρυσμένα";
"add_user_or_group_title" = "Προσθήκη χρήστη ή ομάδας";
"share_with_users_or_groups" = "Διαμοιρασμός με χρήστες και ομάδες";
"not_share_with_users_yet"= "Not shared with any users yet";
"not_sharee_api_supported" = "Sorry, your server version does not allow share with users. Please contact your administrator";
"share_link_title" = "Διαμοιρασμός συνδέσμου";
"not_share_link_enabled_capabilities" = "Share Link is not enabled in this server. Please contact your administrator";
"shared_link_cannot_remove_password" = "Αδυναμία αφαίρεσης συνθηματικού";
"shared_link_cannot_remove_expiration_date" = "Δεν είναι σαφής η ημερομηνία λήξης. Ο  διαμοιρασμός πρέπει να έχει ημερομηνία λήξης";
"shared_link_mail_subject" = "$userName shared »$fileOrFolderName« with you";
"secured_link" = "Ασφαλίστηκε";

//Shared privileges
"title_user_can_edit" = "Δυνατότητα επεξεργασίας";
"title_user_can_share" = "Δυνατότητα διαμοιρασμού";
"user_can_create" = "δημιουργία";
"user_can_change" = "αλλαγή";
"user_can_delete" = "διαγραφή";
"title_view_edit_user_privileges" = "Privileges";

//Favorites
"favorite" = "Αγαπημένο";
"unfavorite" = "Κατάργηση από τα αγαπημένα";
"parent_folder_is_favorite" = "A folder that contains this file is already favorite";

//Available offline
"available_offline" = "Διαθέσιμο εκτός σύνδεσης";
"not_available_offline" = "Δεν είναι διαθέσιμο εκτός σύνδεσης";
"parent_folder_is_available_offline_file_child" = "Ο φάκελος που περιέχει αυτό το αρχείο είναι ήδη διαθέσιμος εκτός σύνδεσης";
"parent_folder_is_available_offline_folder_child" = "Ο φάκελος που περιέχει αυτόν τον φάκελο είναι ήδη διαθέσιμος εκτός σύνδεσης";

//Document provider
"error_login_doc_provider" = "Unable to access your account. Please use the $appname app to sign in first.";
"error_sending_file_to_document_picker" = "Σφάλμα αποστολής αρχείου στον επιλογέα αρχείων";
"error_user_change_in_core_app" = "Έγινε αλλαγή χρήστη στην $appname εφαρμογή";
"error_connecting_with_server" = "Δεν είναι δυνατή η σύνδεση με το διακομιστή, παρακαλώ δοκιμάστε αργότερα";
"move_doc_provider_button" = "Μετακίνηση σε αυτή τη θέση";
"export_doc_provider_button" = "Εξαγωγή σε αυτή τη θέση";

//Instant uploads
"location_not_enabled"="Οι Υπηρεσίες Εντοπισμού Θέσης είναι απενεργοποιημένες";
"message_location_not_enabled"="Please go to Settings and turn on Location Services to enable instant photo uploads in the background.";

"access_photos_library_not_enabled" = "Δεν είναι ενεργοποιημένη η πρόσβαση στις Φωτογραφίες";
"message_access_photos_not_enabled" = "Παρακαλώ πηγαίνετε στη ρύθμιση και ενεργοποιήστε πρόσβαση Φωτογραφία πρόσβαση για να επιτρέψει την άμεση προσθήκη φωτογραφίας.";

//PDF reader
"page_of_pages" = "του"; //Example: 5 of 10

//Share in
"files_added" = "Τα αρχεία προστέθηκαν";
"files_will_be_upload_next_time" = "The files will start to upload the next time that you open $appname";

//Help Guide main app
"title_help_slide_0" = "Καλώς ήλθατε στο $appname!";
"message_help_slide_0" = "Σύρετε για να μάθετε περισσότερα";
"title_help_slide_1" = "Στιγμιαίες Μεταφορτώσεις";
"message_help_slide_1" = "Κρατήστε τις φωτογραφίες σας ασφαλείς";
"title_help_slide_2" = "Διαχειριστείτε όλα τα αρχεία σας";
"message_help_slide_2" = "Μπορείτε να διαγράψετε, μετακινήσετε";
"title_help_slide_3" = "Διαμοιράστε";
"message_help_slide_3" = "Μπορείτε να μοιραστείτε αρχεία και φακέλους";
"title_help_slide_4" = "MultiAccount";
"message_help_slide_4" = "Συνδεθείτε με όλα τα νέφη σας";
"title_help_slide_5" = "Τα ιδιωτικά σας αρχέια συγψρονισμένα παντού";
"message_help_slide_5" = "5";
"sign_in_button_help_guide" = "Είσοδος";
"skip_button_help_guide" = "Παράλειψη";

//Account menu
"menu_account_edit" = "Επεξεργασία διαπιστευτηρίων";
"menu_account_clear_cache" = "Εκκαθάριση προσωρινής μνήμης";
"menu_account_log_out" = "Αφαίρεση λογαριασμού";
